EasemobWidget.LISTSPAN = 20;
EasemobWidget.PICTYPE = {//支持的图片格式
    jpg : true
    , gif : true
    , png : true
    , bmp : true
},
EasemobWidget.THEME = {//当前支持的所有主题
    '天空之城': true 
    , '丛林物语': true
    , '红瓦洋房': true
    , '鲜美橙汁': true
    , '青草田间': true
    , '湖光山色': true
    , '冷峻山峰': true
    , '月色池塘': true
},
EasemobWidget.FACE = {//当前所有表情
    '[):]': 'ee_1',
    '[:D]': 'ee_2',
    '[;)]': 'ee_3',
    '[:-o]': 'ee_4',
    '[:p]': 'ee_5',
    '[(H)]': 'ee_6',
    '[:@]': 'ee_7',
    '[:s]': 'ee_8',
    '[:$]': 'ee_9',
    '[:(]': 'ee_10',
    '[:\'(]': 'ee_11',
    '[:|]': 'ee_12',
    '[(a)]': 'ee_13',
    '[8o|]': 'ee_14',
    '[8-|]': 'ee_15',
    '[+o(]': 'ee_16',
    '[<o)]': 'ee_17',
    '[|-)]': 'ee_18',
    '[*-)]': 'ee_19',
    '[:-#]': 'ee_20',
    '[:-*]': 'ee_21',
    '[^o)]': 'ee_22',
    '[8-)]': 'ee_23',
    '[(|)]': 'ee_24',
    '[(u)]': 'ee_25',
    '[(S)]': 'ee_26',
    '[(*)]': 'ee_27',
    '[(#)]': 'ee_28',
    '[(R)]': 'ee_29',
    '[({)]': 'ee_30',
    '[(})]': 'ee_31',
    '[(k)]': 'ee_32',
    '[(F)]': 'ee_33',
    '[(W)]': 'ee_34',
    '[(D)]': 'ee_35'
};
